"The name of your computer " = "O nome do computador ";
"This computer’s local hostname " = "Nome do computador como servidor local ";
"“" = "“";
"”" = "”";
" is already in use on this network. " = " está já em utilização nesta rede. ";
"The name has been changed to " = "O nome foi alterado para ";
"." = ",";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Para alterar o nome do computador, abra as Preferências do Sistema e clique em Partilha. De seguida, digite o nome no campo Computador.";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Para alterar o nome de host local, abra as Preferências do Sistema e clique em Partilha e, em seguida, clique em Editar e digite o nome no campo “Nome de host local”:";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Todas as tentativas para encontrar um nome disponível adicionando um número ao nome também não tiveram sucesso.";
"This may indicate a problem with the local network. Please inform your network administrator." = "Isto pode indicar um problema na rede local. Informe o seu administrador de rede.";
